[
	{
		"base_id": "specialskill_BOBAFETTSCION01",
		"name": "Dual Barrage",
		"image": "https://game-assets.swgoh.gg/tex.ability_boba_old_special01.png",
		"url": "//swgoh.gg/characters/boba-fett-scion-of-jango/#dual-barrage",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Physical damage to target enemy and the weakest enemy. This ability has additional effects based on the number of stacks of Momentum Boba Fett, Scion of Jango has.\n\n- 5 Stacks: All Bounty Hunter or Scoundrel allies gain Tenacity Up for 2 turns\n- 9 Stacks: All Bounty Hunter or Scoundrel allies gain Tenacity Up for 3 turns\n\nGain 1 stack of Momentum for 3 turns, and if the target enemy is inflicted with Armor Shred, gain an additional stack of Momentum. These Momentum gains can't be copied, dispelled, or prevented.\n\n[e7e7e7]While in Territory Wars: This ability gains a new benefit based on the number of stacks of Momentum Boba Fett, Scion of Jango has.\n\n- 16 Stacks: All Bounty Hunter or Scoundrel allies gain Tenacity Up for 3 turns and inflict Protection Disruption for 2 turns, and these effects can't be dispelled, evaded or resisted\n\nProtection Disruption: Protection is disabled, immune to Protection Up and bonus Protection",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 2,
		"character_base_id": "BOBAFETTSCION",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_BOBAFETTSCION",
		"name": "Dangerous Reputation",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_mandalorian.png",
		"url": "//swgoh.gg/characters/boba-fett-scion-of-jango/#dangerous-reputation",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Bounty Hunter or Scoundrel allies have +50% Critical Avoidance while they have Tenacity Up. While debuffed, Bounty Hunter or Scoundrel allies gain 40% Critical Damage.\n\nWhen Boba Fett, Scion of Jango is in the Leader slot, and not the Ally slot, the following Contract is active:\n\nContract: While buffed, damage a debuffed enemy 20 times. Enemies must be debuffed before the start of an attack to count progress. (Only Bounty Hunter or Scoundrel allies can contribute to the Contract.)\n\nReward: All Bounty Hunter allies have their payouts activated, and all Bounty Hunter or Scoundrel allies gain 25% Offense and Health Steal, and ignore Taunt.\n\n[e7e7e7]While in Territory Wars: Bounty Hunter or Scoundrel allies have +30 Speed, +50% Mastery, +30% Potency, Max Health, and Max Protection and take 18% less damage.\n\nBoba Fett, Scion of Jango gains an additional 60 Speed, and 100% Max Health, and Max Protection. Contract requirements and rewards are adjusted as follows:\n\nContract: While buffed, damage a debuffed enemy 10 times. Enemies must be debuffed before the start of an attack to count progress. (Only Bounty Hunter or Scoundrel allies can contribute to the Contract.)\n\nReward: All Bounty Hunter allies have their payouts activated, and all Bounty Hunter or Scoundrel allies gain 25% Offense and Health Steal, ignore Taunt and each time they deal damage with an ability, they deal damage an additional time as true damage.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "BOBAFETTSCION",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BOBAFETTSCION01",
		"name": "Fett Legacy",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_bobafett.png",
		"url": "//swgoh.gg/characters/boba-fett-scion-of-jango/#fett-legacy",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Boba Fett, Scion of Jango has +50% Offense. At the start of the encounter, Boba Fett, Scion of Jango gains Bounty Hunter's Resolve until he is defeated.\n\nWhenever Boba Fett, Scion of Jango gains a stack of Momentum, he gains 5% Turn Meter. Whenever he scores a critical hit, he gains a stack of Momentum for 3 turns which can't be copied, dispelled, or prevented.\n\nIf Boba Fett, Scion of Jango uses the same Special ability three turns in a row, that ability becomes Blocked for 1 turn.\n\n[e7e7e7]While in Territory Wars: Boba Fett is immune to enemy Ability Block and Stun, and whenever he defeats an enemy, he recovers 100% Protection and gains Bounty Hunter's Resolve until he's defeated. Double Action, Dual Barrage, and Bounty Breaker generate an additional stack of Momentum when used. Bounty Breaker's debuffs can't be be resisted or dispelled.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "BOBAFETTSCION",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_PHASMA",
		"name": "Fire at Will",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_default.png",
		"url": "//swgoh.gg/characters/captain-phasma/#fire-at-will",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "First Order allies have +20% Potency, gain Advantage for 2 turns at the start of each encounter, and can't be critically hit while they have Advantage. Whenever an ally attacks, they have a 20% chance to call a random ally to assist. This chance is tripled if the attacking ally is First Order. If that ally had Advantage, they regain it for 2 turns.\n\n[e7e7e7]While in Territory Wars: Additional +10% chance to call a random ally to assist. Captain Phasma has +100 Speed. Whenever a First Order ally attacks out of turn, First Order allies recover 5% Health and Protection. Whenever a First Order ally gains Advantage, they also gain 10% Offense (stacking) for the rest of battle and all First Order allies gain 7.5% Turn Meter.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "PHASMA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_DASHRENDAR",
		"name": "Prepared for Anything",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_preparedforanything.png",
		"url": "//swgoh.gg/characters/dash-rendar/#prepared-for-anything",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Scoundrel allies enter the battle Prepared, and Prepared allies gain an additional bonus based on their Role, doubled for Light Side Scoundrels. Whenever a Scoundrel ally gains Prepared, they gain Critical Damage Up and Offense Up for 1 turn.\n\nAttacker: +15% Critical Damage\nTank: +15% Max Health\nSupport or Healer: 10% Potency and +10 Speed\n\n[E7E7E7]While in Grand Arenas: If an ally loses Prepared, they gain Prepared.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "DASHRENDAR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_ROSETICO01",
		"name": "Valiant Spirit",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_attack_buff.png",
		"url": "//swgoh.gg/characters/rose-tico/#valiant-spirit",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Rose Tico has +10% Offense for each Exposed enemy. When another Resistance ally scores a Critical Hit, Rose Tico gains 10% Turn Meter.\n\n[e7e7e7]While in Grand Arenas: All other Resistance allies also gain 10% Offense for each Exposed enemy, and they gain 5% Turn Meter whenever a Resistance ally scores a critical hit.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "ROSETICO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_CHIEFNEBIT",
		"name": "Raiding Parties",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_crit_buff.png",
		"url": "//swgoh.gg/characters/chief-nebit/#raiding-parties",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Jawa and Droid allies gain 30% Critical Chance and inflict Critical Chance Down for 3 turns on a critical hit.\n\n[e7e7e7]While in Territory Wars: When a Jawa ally deals damage to an enemy, they dispel all buffs on that enemy. For every buff dispelled, that enemy is inflicted with a Thermal Detonator for 2 turns, which can't be dispelled, prevented, or resisted.\n\nWhen an enemy takes damage from a Thermal Detonator, Jawa allies recover 5% Health and Protection, gain 5% Turn Meter, and there is a 50% chance that enemy is inflicted with a Thermal Detonator for 2 turns, which can't be dispelled, prevented, or resisted.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "CHIEFNEBIT",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_KYLEKATARN01",
		"name": "Blue Milk Run",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_jediknight.png",
		"url": "//swgoh.gg/characters/kyle-katarn/#blue-milk-run",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of each encounter, Kyle Katarn gains 10% Turn Meter for each other Rebel Fighter ally.\n\nWhenever a Rebel Fighter ally attacks out of turn, they gain 12% Offense (stacking, max 60%) until the end of their next turn.\n\nWhenever Kyle Katarn attacks out of turn, he gains a stack of Force Connection until the end of the battle, which can't be copied, dispelled, or prevented (stacking, max 10 stacks). \nWhen Kyle Katarn reaches 10 stacks of Force Connection, he resets his cooldowns, loses all stacks of Force Connection, and gains Jedi Knight until the end of the battle which can't be copied, dispelled, or prevented.\n\nAt the start of the encounter, if the enemy leader is a Sith, Rebel Fighter allies have +50% Defense and Tenacity, and +25% Max Health until the end of the encounter.\n\nForce Connection: +2% Defense and Offense\n\nJedi Knight: Kyle Katarn and Rebel Fighter allies gain 50% Defense and Offense; can't gain Force Connection. This bonus applies to Jedi allies in Territory Battles\n\n[e7e7e7]While in Territory Battles: Enemies can't gain bonus Turn Meter and Force Influence can't be resisted. When Kyle Katarn attacks out of turn, he gains an additional stack of Force Connection, and the bonuses of Jedi Knight also apply to other Jedi allies. At the start of each encounter, all Jedi and Rebel Fighter allies gain 75% bonus Protection until the end of the encounter. At the start of each encounter, Kyle Katarn gains 10% Turn Meter for each other Jedi ally.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 4,
		"character_base_id": "KYLEKATARN",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_HOTHLEIA",
		"name": "Battlefront Command",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_crit_buff.png",
		"url": "//swgoh.gg/characters/rebel-officer-leia-organa/#battlefront-command",
		"tier_max": 9,
		"is_zeta": false,
		"is_omega": true,
		"is_omicron": true,
		"description": "Rebel allies have +20% Tenacity and 20% Critical Chance. Whenever a Rebel ally takes damage from an Empire enemy they have a 50% chance to gain Foresight for 2 turns. The first time each turn a Rebel ally resists a detrimental effect or suffers a debuff, they gain 30% Turn Meter.\n\n[e7e7e7]While in Territory Battles: Rebel allies have +35% Speed. Rebel allies recover 100% Health and Protection at the start of each encounter and whenever another Rebel ally is defeated. When a Rebel ally critically hits an enemy, all Rebel allies gain 5% Turn Meter, doubled if it's their turn. When a Rebel ally is defeated, all Rebel allies gain 100% of that ally's Offense (stacking) until they're defeated.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 3,
		"character_base_id": "HOTHLEIA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DARTHTALON02",
		"name": "Sith Cruelty",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_sithcruelty.png",
		"url": "//swgoh.gg/characters/darth-talon/#sith-cruelty",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of the battle, Darth Talon gains Stealth for 1 turn. Sith allies gain +30% Max Health, +30% Offense, and +20 Speed. Whenever Darth Talon falls below 100% Health, Sith Tanks gain Retribution and Taunt for 1 turn.\n\n[E7E7E7]While in Grand Arenas: If target enemy is inflicted with Isolate or Pain, Darth Talon's attacks gain additional effects. Whenever Darth Talon defeats an enemy, all other Sith allies gain 5% Max Protection and 5% Offense for each stack of Loyal Hand on her.\n\nIsolate: Darth Talon's attacks lower the cooldown of Dark Frenzy by 1. Gain 2 stacks of Loyal Hand (max 20).\nPain: Dark Frenzy inflicts Buff Immunity on all enemies for 2 turns. Darth Talon's attacks recover all allies' Health equal to 50% of the damage dealt, doubled for allied Darth Sion. Gain +20 Speed for the rest of the encounter (stacking, max 200) and 1 stack of Loyal Hand (max 20).",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "DARTHTALON",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_QUIGONJINN",
		"name": "Agility Training",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_speed.png",
		"url": "//swgoh.gg/characters/qui-gon-jinn/#agility-training",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Jedi allies have +30 Speed, gain Offense equal to 3 times their Speed, and gain Foresight for 2 turns at the start of each encounter and whenever any unit is defeated.\n\n[e7e7e7]While in Grand Arenas: At the start of battle if there are no Galactic Legends and all allies are Jedi, all other allies instead gain Offense equal to 30 times their Speed, doubled while they have Foresight, and can't be defeated while Qui-Gon Jinn is active. Qui-Gon Jinn can't gain Damage Immunity or Stealth and he can't be revived. When Qui-Gon Jinn is defeated, all allies recover 100% Health and Protection and gain 400% of Qui-Gon Jinn's Offense for 2 turns.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "QUIGONJINN",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_ZAMWESELL01",
		"name": "Shapeshifter",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_dodge.png",
		"url": "//swgoh.gg/characters/zam-wesell/#shapeshifter",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Zam gains:\n\n20% increase to her Offense for each Scoundrel Attacker ally\n\n20% increase to her Max Health for each Scoundrel Support and Healer ally\n\n20% increase to her Max Protection for each Scoundrel Tank ally.\n\n[e7e7e7]While in Grand Arenas: Zam instead gains 60% increases to her Offense, Max Health, and Max Protection. Zam gains 5% Speed for each other Bounty Hunter ally. Other Bounty Hunter allies gain 20% of Zam's current Offense, Max Health, Max Protection, and Speed until the first time she is defeated.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "ZAMWESELL",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_CHIEFCHIRPA",
		"name": "Simple Tactics",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_speed.png",
		"url": "//swgoh.gg/characters/chief-chirpa/#simple-tactics",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Ewok allies gain 20% Turn Meter and deal 10% more damage whenever they perform a Basic attack. These effects are halved for other allies. Whenever an Ewok ally uses a Special ability, 60% chance to call another random Ewok ally to Assist.\n\n[e7e7e7]While in Grand Arenas: Ewok allies have +30 Speed. Ewok allies deal an additional 40% more damage with Basic abilities and have an additional 40% chance to call an Ewok ally to assist when using a Special ability.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "CHIEFCHIRPA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DARTHSIDIOUS01",
		"name": "Sadistic Glee",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_heal.png",
		"url": "//swgoh.gg/characters/darth-sidious/#sadistic-glee",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Darth Sidious recovers 20% of his Max Health and gains 50% Turn Meter whenever any unit is defeated. In addition, he has +35% Evasion against Jedi attacks, +50% Potency, and gains Max Health equal to his Potency percentage.\n\n[e7e7e7]While in Territory Wars: If all allies are Sith at the start of battle, other Sith allies gain Max Health equal to half of Darth Sidious' Potency until the first time he is defeated (excludes Galactic Legends). When Darth Sidious uses Demoralizing Blows, the cooldown of the ability is reduced by 1 for each other Sith ally and Darth Sidious gains 50 Speed (stacking) for 4 turns.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "DARTHSIDIOUS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_MARAJADE01",
		"name": "The Emperor's Hand",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_theemperorshand.png",
		"url": "//swgoh.gg/characters/mara-jade-the-emperors-hand/#the-emperors-hand",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "If Emperor Palpatine is in the Leader slot at the start of the encounter, Empire and Sith allies have +20% Offense and Potency; otherwise, all other Dark Side allies gain Useful Pawn until the end of the encounter, which can't be copied or dispelled. Mara Jade has +10% Critical Chance, Critical Damage, and Offense for each ally with Useful Pawn. At the start of Mara Jade's and Emperor Palpatine's turns, she gains a stack of Loyal Hand (max 20 stacks) until the end of the encounter.\n\nIf Jedi Knight Luke Skywalker is on the enemy squad: Mara Jade Blinds Jedi Knight Luke Skywalker for 1 turn at the start of her turn, which can't be evaded or resisted.\n\nUseful Pawn: -5% Critical Chance, Critical Damage, and Offense\n\nLoyal Hand: +10% Max Protection and Offense\n\n[e7e7e7]While in Territory Wars: At the start of battle, if the enemy Leader is not a Galactic Legend they lose 100% Protection, 50% Max Protection, and Mara Jade gains 100% Turn Meter. Whenever an enemy unit is defeated, all allies gain 20% Max Protection and Mara Jade inflicts Vulnerable for 1 turn on a random enemy, which can't be evaded or resisted.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "MARAJADE",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "specialskill_STARKILLER01",
		"name": "Boundless Force Throw",
		"image": "https://game-assets.swgoh.gg/tex.ability_starkiller_special01.png",
		"url": "//swgoh.gg/characters/starkiller/#boundless-force-throw",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Physical damage to target enemy and inflict Daze and Vulnerable for 2 turns, which can't be resisted. Gain 25 stacks of Force Energy. This ability can't be evaded.\n\nUnleashed: Inflict Buff Immunity and Healing Immunity for 2 turns, which can't be resisted\n\n[e7e7e7]While in Grand Arenas: While Unleashed, dispel all debuffs on all allies, and the Buff Immunity and Healing Immunity can't be copied, dispelled, or resisted.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "STARKILLER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "specialskill_STARKILLER02",
		"name": "Force Repulse",
		"image": "https://game-assets.swgoh.gg/tex.ability_starkiller_special02.png",
		"url": "//swgoh.gg/characters/starkiller/#force-repulse",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Dispel all buffs on target enemy and deal Physical damage to all enemies, which can't be evaded. This attack deals 5% more damage for each buff dispelled.\n\nUnleashed: Deal 25% more damage for each buff dispelled instead\n\n[e7e7e7]While in Grand Arenas: Dispel all buffs on all enemies.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "STARKILLER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_STARKILLER02",
		"name": "There is Much Conflict in You",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_muchconflictinyou.png",
		"url": "//swgoh.gg/characters/starkiller/#there-is-much-conflict-in-you",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, if there are no Galactic Legend allies and Starkiller has exactly one Jedi, one Light Side Unaligned Force User, one Sith, and one other Dark Side Unaligned Force user ally, all allies gain the following bonuses:\n- 100% Critical Damage and Max Health\n- 100% Max Protection until the first time Starkiller is defeated\n- 35 Speed\n- Immune to Daze and Stun\n\n[e7e7e7]While in Grand Arenas: If the conditions for this ability were met at the start of battle, all of the following bonuses are also gained:\n- At the start of battle, Jedi Tank allies Taunt for 1 turn\n- All allies have +35 Speed\n- Debuffed enemies deal 50% less damage\n- Whenever a Sith ally uses a Basic ability, Starkiller assists, dealing 20% less damage\n- Whenever another Dark Side Unaligned Force User uses a Special ability, all allies gain Critical Hit Immunity for 1 turn\n- Whenever Starkiller uses a Special ability, Light Side Healer allies have their cooldowns reduced by 4, and Jedi Tank allies gain Damage Immunity and Taunt for 1 turn\n\n(In 3v3 Grand Arenas, any combination where the team includes no more than one Jedi, one Light Side Unaligned Force User, one Sith, and/or one other Dark Side Unaligned Force user will fulfill the conditions for this ability)",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "STARKILLER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_HERASYNDULLAS3",
		"name": "Rise Together",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_phoenix.png",
		"url": "//swgoh.gg/characters/hera-syndulla/#rise-together",
		"tier_max": 9,
		"is_zeta": false,
		"is_omega": true,
		"is_omicron": true,
		"description": "Each active Phoenix ally grants their Unique ability to other Phoenix allies. In addition, whenever a Phoenix ally uses a Special ability, they gain 20% Turn Meter if Hera is active. This effect is doubled for Phoenix allies with less than full Health.\n\n[e7e7e7]While in Territory Wars: Phoenix allies have +30% counter chance, +50% Max Health, and +30 Speed. When Hera uses Backup Plan, all Phoenix allies gain the Backup Plan buff for 3 turns. The first time each other Phoenix ally falls below 50% Health, Hera gains 80% Turn Meter. Whenever a Phoenix ally uses a Special ability, all Phoenix allies gain 10% Offense (stacking) until they're defeated.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "HERASYNDULLAS3",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_IMPERIALPROBEDROID01",
		"name": "Imperial Logistics",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_empire.png",
		"url": "//swgoh.gg/characters/imperial-probe-droid/#imperial-logistics",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Imperial Probe Droid has +50% Max Health. At the end of each Droid ally turn, at the end of each Empire ally turn, and at the end of each Rebel enemy turn, Imperial Probe Droid gains 3% Turn Meter.\n\nWhile Imperial Probe Droid is active, Target Locked enemies have -25% Evasion and can't gain buffs.\n\n[e7e7e7]While in Territory Battles: At the start of battle, Imperial Probe Droid loses all Protection and gains that much Max Health. Imperial Probe Droid can be revived after using Self-Destruct and ignores Taunt. At the start of each encounter, Imperial Probe Droid is revived with 100% Health. Whenever Imperial Probe Droid uses Self-Destruct, the target enemy takes additional damage equal to 200% of Imperial Probe Droid's Max Health and other Empire allies gain Offense equal to 300% of Imperial Probe Droid's Offense (stacking) until they're defeated.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 4,
		"character_base_id": "IMPERIALPROBEDROID",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_carthonasi",
		"name": "Soldier of the Old Republic",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_def.png",
		"url": "//swgoh.gg/characters/carth-onasi/#soldier-of-the-old-republic",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Old Republic allies gain 30% Potency, Tenacity and Critical Avoidance. Whenever an enemy is inflicted with a Damage Over Time effect, all Old Republic allies recover 3% Health and Protection.\n\nWhen an Old Republic ally uses their Basic ability during their turn, they have an 80% chance to call another Old Republic ally to assist, dealing 50% less damage (limit once per turn).\n\n[e7e7e7]While in Territory Battles: Old Republic allies have +20% counter chance, Defense, and Max Health for each Old Republic ally. Whenever an Old Republic ally uses a Special ability, they inflict 4 Damage Over Time effects on the target enemy, which can't be evaded, and then Carth is called to assist. Whenever an Old Republic ally attacks out of turn, they recover 5% Health and Protection and gain 25% Offense (stacking) until the end of the encounter.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 3,
		"character_base_id": "CARTHONASI",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_IDENVERSIOEMPIRE",
		"name": "Exactly as Planned",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_empire.png",
		"url": "//swgoh.gg/characters/iden-versio/#exactly-as-planned",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Imperial Trooper allies have +35% Critical Chance, +35% Offense, and +35 Speed.\n\nAt the start of battle, if no other allies have the Leader tag, whenever a non-Droid Imperial Trooper ally attacks out of turn, they gain 2% Offense (stacking) until the end of the encounter, Critical Damage Up for 2 turns at the start of each encounter, have +100% counter chance, and while enemies are Vulnerable, they have -25% Speed.\n\n[E7E7E7]While in Grand Arenas: At the start of battle, if no other allies have the Leader tag, Imperial Trooper allies also gain 35% Max Health and Max Protection, and whenever an enemy attacks out of turn, Imperial Trooper allies recover 20% Health and Protection and gain 10% Turn Meter.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "IDENVERSIOEMPIRE",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_ADMIRALACKBAR",
		"name": "Rebel Coordination",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_speed.png",
		"url": "//swgoh.gg/characters/admiral-ackbar/#rebel-coordination",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Rebel allies have +25 Speed and +10% Tenacity. In addition, whenever an ally uses an ability that isn't an attack, they call a random Rebel ally to assist.\n\n[E7E7E7]While in Grand Arenas: At the start of battle, all allies gain Tenacity Up for 2 turns. If all allies are Rebel, whenever an ally's buff expires that ally gains 3% Turn Meter. Whenever an ally uses an ability that isn't an attack, all allies recover 5% Health, and, instead of a random ally, the 2 other weakest allies are called to assist. The allies who assisted have their cooldowns reduced by 1.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "ADMIRALACKBAR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_SECONDSISTER",
		"name": "They Will Never Be Victorious",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/second-sister/#they-will-never-be-victorious",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Empire allies gain 5% Offense and Inquisitorius allies gain an additional 30% Offense. Other Inquisitorius allies have a 30% chance to inflict a stack of Purge when using a Basic ability, which can't be copied or resisted. Whenever an ally is Marked, Mark all other allies (excluding Stealthed allies) who don't have it for 2 turns, which can't be copied, dispelled, or prevented.\n\n[E7E7E7]While in Territory Wars: Enemies start the battle with two stacks of Purge. Jedi enemies can't recover Health or Protection from Jedi Unique abilities (excludes Galactic Legends).",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "SECONDSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_PRINCESSLEIA01",
		"name": "Against All Odds",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_heal_buff.png",
		"url": "//swgoh.gg/characters/princess-leia/#against-all-odds",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Whenever Leia attacks, she has a 55% chance to grant all allies Critical Chance Up for 2 turns, and recovers 5% Health and 5% Protection.\n\n[E7E7E7]While in Grand Arenas: Whenever Leia attacks, she has a 55% chance to grant all Rebel allies Retribution for 2 turns and a 55% chance to grant all Rebel allies Tenacity Up for 2 turns, and all other Rebel allies recover 5% Health and Protection.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "PRINCESSLEIA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DIRECTORKRENNIC01",
		"name": "Immeasurable Power",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_crit_buff.png",
		"url": "//swgoh.gg/characters/director-krennic/#immeasurable-power",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Director Krennic gains 10% Critical Damage for each debuffed enemy and 10% Critical Damage for each Rebel enemy. If Death Trooper is present he also gains these bonuses.\n\n[E7E7E7]While in Grand Arenas: Krennic gains +30% Defense Penetration, Health, and Offense. If Death Trooper is present he also gains these bonuses. Whenever Krennic attacks, Death Trooper is called to assist and has his cooldowns reduced by 1. While allied Death Trooper is active, both Krennic and Death Trooper ignore Taunt.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "DIRECTORKRENNIC",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_NINTHSISTER",
		"name": "Can't Stop the Empire",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/ninth-sister/#cant-stop-the-empire",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Allies are immune to Speed limiting effects. Whenever an enemy gains bonus Turn Meter, all Inquisitorius allies gain 2% Potency and 2% Tenacity (stacking) for the rest of the encounter. If that enemy is a Jedi, they have a 50% chance to gain a stack of Purge (max 6) until the end of the encounter.\n\n\n[e7e7e7]While in Territory Wars: All Empire allies gain 20% Defense and all Inquisitorius allies are immune to Ability Block and Stun.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "NINTHSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_EMBO01",
		"name": "Way of the Kyuzo",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_embo.png",
		"url": "//swgoh.gg/characters/embo/#way-of-the-kyuzo",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Embo can't be critically hit. While Embo has Protection he gains +30% Offense, while Embo has no Protection he gains +30% Critical Chance. When Embo receives damage from an enemy's attack, if he has no Protection, he gains Foresight for 2 turns.\n\n[E7E7E7]While in Territory Wars: Bounty Hunter allies gain +40% Max Protection. At the end of Embo's turn, Bounty Hunter allies recover Protection equal to 25% of Embo's Max Protection, doubled for Embo. While Embo has Protection, all Bounty Hunter allies gain +30% Defense and 5% Turn Meter when a Bounty Hunter ally receives damage while debuffed.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "EMBO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_WAMPA02",
		"name": "Cornered Beast",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_counterattack.png",
		"url": "//swgoh.gg/characters/wampa/#cornered-beast",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Wampa has +50% Counter Chance. Wampa has +10% Counter Chance, +5% Health Steal, and +5% Offense for each Damage Over Time on each enemy.\n\n[E7E7E7]While in Grand Arenas: Wampa gains +100% Tenacity. If there are no other active allies at the start of battle, Wampa gains +75% Defense, Max Health, Max Protection, and Offense, doubled if there is only 1 active enemy at the start of battle. Whenever Wampa is damaged by an attack, inflict 2 stacks of Damage Over Time for 3 turns on the attacking enemy, which can't be evaded or resisted, the cooldown of Furious Foe is reduced by 1, and gain +30% Tenacity (stacking) until the end of the encounter.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "WAMPA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_MACEWINDU02",
		"name": "Sense Weakness",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_senseweakness.png",
		"url": "//swgoh.gg/characters/mace-windu/#sense-weakness",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Mace gains 30% Offense. At the start of Mace's turn, dispel Stealth on all enemies and a random enemy (excluding raid bosses and Galactic Legends) is inflicted with Speed Down for 1 turn and Shatterpoint, which can't be evaded or resisted. Shatterpoint is dispelled at the end of each ally's turn. When an ally damages an enemy with Shatterpoint, all allies recover 10% Protection, and all Galactic Republic Jedi allies gain Foresight for 1 turn.\n\nShatterpoint: Receiving damage dispels Shatterpoint and reduces Defense, Max Health, and Offense by 10% for the rest of the encounter; enemies can ignore Taunt to target this unit\n\n[E7E7E7]While in Territory Wars: At the start of each other Light Side ally's turn, a random enemy (excluding Galactic Legends) is inflicted with Speed Down for 1 turn and Shatterpoint, which can't be evaded or resisted. When an ally damages an enemy with Shatterpoint, all allies gain 5% Turn Meter.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "MACEWINDU",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_SEVENTHSISTER",
		"name": "Guess Again",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/seventh-sister/#guess-again",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Empire allies gain 16% Evasion. Whenever Inquisitorius allies evade, they recover 5% Health and Protection and gain Advantage for 2 turns.\n\n[e7e7e7]While in Territory Wars: Whenever a Jedi enemy gains Foresight, all Inquisitorius allies gain Foresight for 2 turns; at the end of each turn, dispel all buffs on Jedi enemies who have Foresight. Additionally, whenever an enemy gains a buff, Seventh Sister has a 10% chance to inflict 1 stack of Purge (max 6) on that enemy until the end of the encounter, increased to 20% if that enemy is Jedi.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "SEVENTHSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_EIGHTHBROTHER",
		"name": "More Than Enough",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/eighth-brother/#more-than-enough",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Empire allies have +5% Accuracy and +5% Potency. Inquisitorius allies have an additional +30% Accuracy and +30% Potency. Jedi enemies that gain Foresight from Jedi Unique abilities also gain Blind for 2 turns which can't be evaded or resisted. Whenever other Inquisitorius allies use a Basic ability, they have a 30% chance to inflict a stack of Purge (max 6) until the end of the encounter, which can't be copied, evaded, or resisted.\n\n[e7e7e7]While in Territory Wars: Whenever a Jedi enemy gains Taunt from Jedi Unique abilities, all enemies take damage equal to 20% of their max Health. This damage can't defeat enemies. Whenever a Jedi enemy gains Critical Hit Immunity from Jedi Unique abilities, they dispel Critical Hit Immunity and gain Vulnerable for one 1 turn, which can't be resisted.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "EIGHTHBROTHER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_t3_m4_02",
		"name": "Master Gearhead",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_penetration.png",
		"url": "//swgoh.gg/characters/t3-m4/#master-gearhead",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "T3-M4 has +100% Defense Penetration, and Droid allies gain 100% of T3-M4's Defense Penetration. Additionally, each time T3-M4 starts his turn, he has a 75% chance to inflict Target Lock for 2 turns on a random enemy who does not already have it. This Target Lock can't be evaded.\n\n[E7E7E7]While in Territory Wars: At the start of the encounter, T3-M4 gains Stealth for 2 turns, and Droid allies gain 15 Armor Penetration and 30% Max Health. Droid allies have +20% Defense for each Target Locked enemy, +20% Defense while debuffed, and +20% Defense while buffed. At the start of T3-M4's turn, inflict Target Lock for 2 turns on a random enemy who does not already have it, which can't be evaded. Then, all allies recover 5% Health and Protection for each Target Locked enemy.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "T3_M4",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_JYNERSO01",
		"name": "Fierce Determination",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_potency.png",
		"url": "//swgoh.gg/characters/jyn-erso/#fierce-determination",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Rogue One allies are immune to Buff Immunity. Jyn is immune to Stun and gains 10% Potency each time she critically hits an enemy.\n\n[E7E7E7]While in Territory Wars: Rogue One allies gain 30% Max Health and Potency and 20 Speed. Whenever a Rogue One ally's buff expires during an enemy's turn, Jyn gains 10% Turn Meter. If all allies are Rogue One at the start of battle, whenever Jyn critically hits an enemy, all allies recover 10% Health and gain an additional bonus depending on their role\n\n- Attacker Gain Critical Damage Up and Offense Up for 2 turns\n- Tank Gain Critical Hit Immunity and Taunt for 2 turns\n- Support or Healer Gain Evasion Up and Speed Up for 2 turns",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "JYNERSO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_LUKESKYWALKER01",
		"name": "Draw a Bead",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_crit_buff.png",
		"url": "//swgoh.gg/characters/luke-skywalker-farmboy/#draw-a-bead",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Luke has +25% Critical Chance. At the start of each of his turns, Luke gains 10% Critical Damage (stacking) until the end of the encounter.\n\n[e7e7e7]While in Territory Wars: Luke gains 30% Defense, Max Health, and Tenacity. At the start of each of his turns, Luke gains 10% Defense and Offense (stacking) until the end of the encounter. Whenever Luke scores a critical hit during his turn, he gains 20% Turn Meter, and Critical Damage Up and Offense Up for 2 turns. When Luke is prevented from using an ability during his turn, he recovers 50% Health and Protection.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "LUKESKYWALKER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_FIFTHBROTHER",
		"name": "I Sense Those We Seek",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/fifth-brother/#i-sense-those-we-seek",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Empire allies gain 5% Defense and Max Health. Inquisitorius allies gain an additional 30% Defense and Max Health. If the enemy leader is a Jedi, inflict a stack of Purge on the leader and all non-Jedi enemies at the start of battle (stacking, max 6), which can't be resisted, and whenever Purge is consumed or dispelled on non-Jedi enemies (excluding Galactic Legends) they lose 3% Speed (stacking, max 18%) for the rest of the encounter. Whenever an ally Inquisitor uses a Special ability, apply a stack of Purge on target enemy, which can't be evaded or resisted.\n\n[e7e7e7]While in Territory Wars: If the enemy Leader is a Jedi (excluding Galactic Legends), Jedi Leader abilities that grant bonus Speed to non-Jedi allies additionally remove 70 Speed, and whenever a non-Jedi enemy gains Retribution, dispel Retribution and instead inflict Expose for 2 turns, which can't be resisted. Whenever an enemy gains bonus Turn Meter, Inquisitorius allies gain 15% Turn Meter (limit once per turn).",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "FIFTHBROTHER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_TUSKENRAIDER01",
		"name": "Strength in Numbers",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_attack_buff.png",
		"url": "//swgoh.gg/characters/tusken-raider/#strength-in-numbers",
		"tier_max": 9,
		"is_zeta": false,
		"is_omega": true,
		"is_omicron": true,
		"description": "Tusken Raider gains 15% Offense for each Tusken ally.\n\n[E7E7E7]While in 3v3 Grand Arenas and all allies are Tusken at the start of battle: Gain Taunt for 1 turn at the start of each enemy's turn. If Tusken Raider is defeated while another Tusken ally is active, they revive with 100% Health. All allies gain 15% Critical Chance and Critical Damage and 3 Speed for each living ally, and whenever an ally is defeated, reduce the cooldowns of all allies by 1 and dispel all debuffs on them. At the start of the encounter, summon a Tusken Raider.\n\nSummoned Tusken Raider's Unique: Gain Taunt for 1 turn at the start of each enemy's turn. If the summoned Tusken Raider is defeated while another Tusken ally is active, summon a Tusken Raider. Tusken Raider gains 15% Offense for each living ally, and all allies gain 15% Critical Chance and Critical Damage and 3 Speed for each living ally, and whenever an Tusken ally is defeated, reduce the cooldowns of all allies by 1 and dispel all debuffs on them.",
		"combat_type": 1,
		"omicron_mode": 14,
		"type": 4,
		"character_base_id": "TUSKENRAIDER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "specialskill_DARTHMALGUS01",
		"name": "Deprive Senses",
		"image": "https://game-assets.swgoh.gg/tex.ability_darthmalgus_special01.png",
		"url": "//swgoh.gg/characters/darth-malgus/#deprive-senses",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Physical damage to target enemy and inflict Blind and Shock for 2 turns. If the target was already Shocked, Shock all enemies for 2 turns and inflict Ability Block on the target enemy for 2 turns. Darth Malgus Taunts for 2 turns.\n\n[e7e7e7]While in Grand Arenas: Debuffs inflicted by this ability can't be resisted, and Sith Empire allies gain Critical Chance Up for 2 turns. If the target was already Shocked, deal true damage to all other enemies and Darth Malgus gains 50% Turn Meter.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "DARTHMALGUS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_DARTHMALGUS",
		"name": "Legacy of Power",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_faction_sithempire.png",
		"url": "//swgoh.gg/characters/darth-malgus/#legacy-of-power",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Sith Empire allies are immune to Turn Meter reduction. For each Sith Empire ally at the start of battle (excluding summoned allies), Sith Empire allies have +10% Critical Chance and Max Health and +10 Speed.\n\nThe first time any other ally falls below 50% Health, at the end of that turn all enemies are inflicted with Fear for 1 turn, which can't be dispelled, evaded, or resisted.\n\nWhenever Doubt expires from an enemy, Sith Empire allies gain a stack of We Have Returned for 4 turns, which can't be copied, dispelled, or prevented. Darth Malgus is immune to Stun and Fear.\n\nWe Have Returned: +5% Critical Damage and Offense per stack\n\n[e7e7e7]While in Grand Arenas: Sith Empire allies have +50% Mastery, +30 Speed, and +80% Critical Avoidance and damage they receive is decreased by 15%. Whenever a Sith Empire ally is inflicted with a debuff, they recover 10% Health and Protection. Whenever Doubt is dispelled on an enemy, that enemy is inflicted with Expose for 2 turns, which can't be resisted. While enemies are inflicted with Doubt, they have -20% Speed, -20% Tenacity, and -30% Critical Damage.\n\nAt the start of battle, if all allies are Sith, Darth Malgus gains an additional 50% Max Health and Max Protection and 60 Speed. At the start of battle, Darth Malgus recovers 100% Health and Protection.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "DARTHMALGUS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DARTHMALGUS01",
		"name": "Korriban's Legacy",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_korribanslegacy.png",
		"url": "//swgoh.gg/characters/darth-malgus/#korribans-legacy",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Darth Malgus gains 5% Max Health and Max Protection for each other Sith ally, and 10% Max Health and Max Protection for each other Sith Empire ally. Darth Malgus takes reduced damage from percent Health damage effects, is immune to Healing Immunity, and while debuffed, gains 10% Defense and Health Steal. While Darth Malgus is Taunting, he has +60% counter chance, +20% Defense, and -20% Tenacity.\n\nIf all allies were Sith at the start of battle: At the start of each encounter Darth Malgus Taunts for 2 turns. Whenever Doubt expires on an enemy, that enemy is inflicted with Fear for 1 turn. The first time each turn Doubt is dispelled on an enemy, two random enemies who didn't already have it are inflicted with Doubt for 2 turns at the end of that turn. These debuffs can't be resisted.\n\n[e7e7e7]While in Grand Arenas: If all allies were Sith at the start of battle: Instead, the first time each turn Doubt is dispelled on an enemy, all other enemies that didn't already have it are inflicted with Doubt for 2 turns at the end of that turn, which can't be resisted.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "DARTHMALGUS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_50RT",
		"name": "Spare Parts",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_spareparts.png",
		"url": "//swgoh.gg/characters/50r-t/#spare-parts",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Droid allies have +35% Defense and +35 Speed and gain Spare Parts until the end of battle, which can't be copied, dispelled or prevented. At the start of battle, if all allies are Droids, 50R-T gains 30% Max Health and +40 Speed.\n\nSpare Parts: +30% Critical Chance and +30% Offense; if this character is defeated, they are revived with 100% Health, gain Foresight and Protection Up (50%) for 2 turns, and dispel this buff from all allies; this revive can't be prevented\n\n[E7E7E7]While in Conquests, if all allies are non-Separatist Droids: The first time the first enemy to take a turn is defeated, if there are other active enemies (excluding summons), all allies are revived with 60% Health, and gain Damage Immunity and Instant Defeat Immunity for 2 turns, these buffs can't be copied, dispelled, or prevented. This revive can't be prevented.",
		"combat_type": 1,
		"omicron_mode": 11,
		"type": 3,
		"character_base_id": "50RT",
		"ship_base_id": null,
		"omicron_battle_types": []
	},
	{
		"base_id": "uniqueskill_FIRSTORDERTIEPILOT01",
		"name": "Keen Eye",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_crit_buff.png",
		"url": "//swgoh.gg/characters/first-order-tie-pilot/#keen-eye",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "First Order TIE Pilot has +30% Critical Chance and +30% Critical Damage, and gains Advantage for 3 turns whenever an enemy falls below 100% Health. First Order TIE Pilot has a 70% chance to gain Foresight for 2 turns whenever he loses Advantage.\n\n[E7E7E7]While in Grand Arenas if there are no Galactic Legend allies and all allies are First Order: First Order TIE Pilot instead has 100% chance to gain Foresight. At the start of the encounter:\n\n- All allies gain 50% Max Health\n- Whenever an ally has Advantage, they have +50% Critical Damage and +100 Speed\n- At the start of the round, if an ally doesn't have Advantage, they have +100% Tenacity until they gain Advantage\n- Whenever an ally loses Advantage, they recover 20% Health and Protection\n- Whenever First Order TIE Pilot gains bonus Turn Meter, they gain Advantage for 1 turn if they didn't already have it\n- Whenever First Order TIE Pilot gains Foresight, all allies gain Foresight for 2 turns",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "FIRSTORDERTIEPILOT",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_juhani01",
		"name": "Cathar Resilience",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_heal.png",
		"url": "//swgoh.gg/characters/juhani/#cathar-resilience",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Juhani recovers 20% of her Health at the beginning of each of her turns. While Taunting, Juhani has +35% counter chance.\n\nWhen Juhani falls below 100% Health, she recovers 5% Protection for each active Jedi or Old Republic ally, then gains Health Steal Up, Offense Up, and Stealth for 2 turns. If Juhani had Taunt when this condition was met, dispel Taunt.\n\n[e7e7e7]While in Territory Wars: At the start of battle, Juhani Taunts for 2 turns. Then Juhani, a random Dark Side Unaligned Force User ally (excluding Empire, First Order, and Galactic Legends), and a random Light Side Unaligned Force User ally (excluding Galactic Legends) gain Redeemed until Juhani is defeated, which can't be copied, dispelled, or prevented.\n\nRedeemed: +35 Speed; whenever an ally with Redeemed uses an ability during their turn, all other allies with Redeemed assist; whenever an ally with Redeemed gains a buff, dispel all debuffs on allies with Redeemed; whenever an ally with Redeemed is damaged by an enemy, all allies with Redeemed gain 15% Turn Meter; whenever an ally with Redeemed is inflicted with a debuff, all allies with Redeemed recover 15% Protection",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "JUHANI",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_ADMIRALRADDUS",
		"name": "Rebel Assault",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_rebel.png",
		"url": "//swgoh.gg/characters/admiral-raddus/#rebel-assault",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "For each Rogue One ally at the start of battle, Rogue One allies gain 10% Health, 12% Potency, 8 Speed, and 12% Tenacity. When an Empire enemy gains bonus Turn Meter, they are inflicted with Daze for 2 turns, which can't be resisted. If a Rogue One ally is critically hit by an enemy, that enemy gains Expose for 2 turns, which can't be resisted.\n\n[E7E7E7]While in Grand Arenas: Rogue One allies gain 40% Max Protection. At the start of battle, all Rogue One allies gain Spark of Rebellion for 3 turns. When Spark of Rebellion is dispelled from an ally, they gain Critical Chance Up, Critical Damage Up, Defense Up, Health Up, Offense Up, Potency Up, and Protection Up (20%) for 2 turns.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "ADMIRALRADDUS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_FINN",
		"name": "Balanced Tactics",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_attack_buff.png",
		"url": "//swgoh.gg/characters/finn/#balanced-tactics",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Resistance allies have +60% Defense, Offense, and Potency, and other allies have half that amount. If an enemy is damaged by a Resistance ally, for each Expose on them: That enemy loses 5% Turn Meter for each Resistance ally, all Resistance allies gain 3% Turn Meter for each Resistance ally, and their cooldowns are reduced by 1.\n\n[e7e7e7]While in Territory Battles and if there are no Galactic Legend allies: Resistance allies gain 60% Max Health and Protection. Enemies attacking out of turn deal 50% less damage. At the start of the encounter, revive all Resistance allies with 100% Health, recover 100% Protection, and gain Protection Up (100%) for 2 turns, which can't be dispelled or prevented, and Finn gains Determination for 2 turns. While Finn has Determination, Resistance allies are immune to critical hits, and have 100% counter chance. Whenever a Resistance ally uses a Special ability, dispel all buffs on target enemy, and inflict Expose for 2 turns, which can't be evaded or resisted. Whenever another Resistance ally is damaged by an enemy attack, Finn has a 20% chance to gain 100% Turn Meter once per turn. If an enemy is damaged by a Resistance ally, for each Expose on them, deal additional true damage to all other enemies, then Resistance allies recover 10% Health and gain 2 Speed (max 60) for the rest of the battle.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 3,
		"character_base_id": "FINN",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "specialskill_GRANDINQUISITOR02",
		"name": "Ready to Die?",
		"image": "https://game-assets.swgoh.gg/tex.ability_grandinquisitor_special02.png",
		"url": "//swgoh.gg/characters/grand-inquisitor/#ready-to-die",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Remove 100% Turn Meter from the target enemy, which can't be resisted, and deal Physical damage. Then inflict Torture for 1 turn, which can't be copied, dispelled, evaded, or resisted. Gain buffs for 2 turns based on the number of stacks of Purge on the target enemy.\n\n- 1+ Stack: Grand Inquisitor gains Offense Up for 2 turns\n- 2+ Stacks: Grand Inquisitor gains Speed Up for 2 turns\n- 3+ Stacks: Grand Inquisitor gains Tenacity Up for 2 turns\n- 4+ Stacks: Inquisitorius allies gain Offense Up for 2 turns\n- 5+ Stacks: Inquisitorius allies gain Speed Up for 2 turns\n- 6 Stacks: Inquisitorius allies gain Tenacity Up for 2 turns\n\nTorture: Take bonus damage equal to 10% of this character's Max Health when damaged by an attack; reduce Defense by 10% (stacking, max 50%) for the rest of the encounter when damaged by an attack; can't gain bonus Turn Meter\n\n[E7E7E7]While in Territory Wars: The first time all enemies reach 6 stacks of Purge, this ability's cooldown is reset if this ability has not defeated an enemy. If the target enemy has 6 stacks of Purge and is not Jedi, inflict Buff Immunity for 1 turn, which can't be dispelled, evaded, prevented, or resisted. If the target enemy has 6 stacks of Purge and is Jedi, instantly defeat them. Jedi enemies defeated this way can't be revived.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 2,
		"character_base_id": "GRANDINQUISITOR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_GRANDINQUISITOR",
		"name": "Master Inquisitorius",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/grand-inquisitor/#master-inquisitorius",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Empire allies gain 20% Max Health and Max Protection and 10 Speed. If all allies are Inquisitorius at the start of battle, they gain an additional 46% Max Health and Max Protection and 15 Speed, and they are immune to Ability Block. Also, Grand Inquisitor gains Defense Penetration Up and Offense Up for 2 turns, which can't be dispelled or prevented.\n\nAdditionally, if all allies are Inquisitorius at the start of battle, whenever Purge is inflicted, Inquisitorius allies gain benefits based on their role for the rest of the encounter (stacking, max 200%):\n- Attackers: +2% Critical Damage\n- Healers and Supports: +2% Potency\n- Tanks: +2% Defense\n\nIf the enemy Leader is Jedi, Inquisitorius allies start the battle with buffs based on their role for 1 turn:\n- Attackers: Advantage\n- Healers and Supports: Foresight\n- Tanks: Taunt\n\n[E7E7E7]While in Territory Wars: While Grand Inquisitor is active, whenever an enemy loses Purge, they regain it at the end of the turn. On their turn, Inquisitorius allies can ignore Taunt to target an enemy with 6 stacks of Purge.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "GRANDINQUISITOR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_GRANDINQUISITOR01",
		"name": "Compassion Leaves a Trail",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_compassionleavesatrail.png",
		"url": "//swgoh.gg/characters/grand-inquisitor/#compassion-leaves-a-trail",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "For each Inquisitorius ally, enemies with Purge have -10% Defense and -5 Speed.\n\nIf an enemy evades an Inquisitorius ally's attack, all other enemies take true damage and dispel Foresight from themselves.\n\nThe first time each enemy reaches 6 stacks of Purge, Grand Inquisitor takes a bonus turn and gains 10% Critical Avoidance, Health Steal, and Offense and 5 Speed until the end of the encounter (stacking, max 6). These bonuses are doubled if the enemy is Jedi.\n\n[E7E7E7]While in Territory Wars: Whenever Jedi enemies with Purge gain Protection Up, they take damage equal to 25% of their Max Health at the end of that turn. This damage can't defeat enemies. If an enemy with 6 stacks of Purge were to reduce Grand Inquisitor to 1% Health, he recovers 100% Health and Protection (limit once per enemy).",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "GRANDINQUISITOR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_ASAJVENTRESS01",
		"name": "Rampage",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_attack_buff.png",
		"url": "//swgoh.gg/characters/asajj-ventress/#rampage",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "When any ally or enemy is defeated, Asajj gains 35% Turn Meter, and, gains 15% Offense, 15% Critical Chance, and 5% Max Health (stacking) until the end of the encounter. Asajj has +15 Speed for each enemy with no buffs.\n\n[E7E7E7]While in Grand Arenas: Nightsister allies gain 30% Max Health, Potency, and Tenacity. When any ally or enemy is defeated, all Nightsister allies gain 10% Turn Meter, recover 25% Protection, and the cooldown of Endless Wrath is reset. When Asajj uses Endless Wrath, inflict Healing Immunity on all enemies for 2 turns and reduce their Defense and Max Health by 4% for the rest of the encounter (excludes Galactic Legends). Asajj has +10% Critical Damage for each enemy with debuffs.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "ASAJVENTRESS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_FULCRUMAHSOKA01",
		"name": "Perseverance",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_rebel.png",
		"url": "//swgoh.gg/characters/ahsoka-tano-fulcrum/#perseverance",
		"tier_max": 9,
		"is_zeta": false,
		"is_omega": true,
		"is_omicron": true,
		"description": "Ahsoka is immune to Damage Over Time effects and gains 30% Critical Avoidance. At the end of each turn, Ahsoka dispels all debuffs on herself and loses 10% Health for each debuff dispelled, then recovers 5% Health for each buff on her. This Health Loss can't defeat Ahsoka.\n\n[e7e7e7]While in Territory Wars: Ahsoka Tano (Fulcrum) gains 25% Defense, Max Health, Offense, Max Protection, and 35 Speed. If there are no other active allies at the start of battle:\n\n- Ahsoka Tano (Fulcrum) gains an additional 100% Armor Penetration and Critical Avoidance, 75% Defense, Max Health, Offense, Max Protection, and -60% Tenacity.\n- When Ahsoka Tano (Fulcrum) dispels a debuff with Perseverance, grant her the opposite buffs, if any, for 2 turns and 20% Turn Meter and Protection Up (+20%, Stacking) for 2 turns per debuff dispelled this way.\n- Ahsoka Tano (Fulcrum) ignores Taunt effects and enemies defeated by Ahsoka Tano (Fulcrum) can't be revived.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "FULCRUMAHSOKA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_KRRSANTAN01",
		"name": "Champion of the Fighting Pits",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_hardware.png",
		"url": "//swgoh.gg/characters/krrsantan/#champion-of-the-fighting-pits",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Krrsantan gains 30% Defense and Max Health. Whenever Krrsantan loses Taunt, he recovers 10% Health and Protection.\n\nIf all allies were Hutt Cartel at the start of battle: At the start of each encounter, Krrsantan Taunts and gains Speed Up for 2 turns. Whenever he loses Taunt, he gains it for 1 turn if the ally in the Leader slot has more than 50% Protection. The first time he is defeated, he revives with 60% Health and recovers 60% Protection at the end of the ally in the Leader slot's turn. Dismember no longer starts on cooldown, and its cooldown is reset at the start of each encounter.\n\n[E7E7E7]While in Grand Arenas: At the start of battle, Krrsantan gains 40% Max Protection. While he is active, all enemies have -30% Potency.\n\nIf all allies were Hutt Cartel at the start of battle: Krrsantan is immune to Ability Block and cooldown increase and the first time the ally in the Leader slot (excluding himself) falls below 50% Health, Krrsantan Taunts for 2 turns and the ally in the Leader slot recovers 50% Protection.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "KRRSANTAN",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "specialskill_BENSOLO01",
		"name": "Obscured",
		"image": "https://game-assets.swgoh.gg/tex.ability_bensolo_special01.png",
		"url": "//swgoh.gg/characters/ben-solo/#obscured",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Special damage to target enemy, remove 100% Turn Meter and, if there is any version of Rey in the allied Leader slot, Blind the target enemy for 2 turns. Gain Offense Up for 2 turns. \n\n[E7E7E7]While in Grand Arenas if all allies were Light Side at the start of battle: When this ability is used, Ben Solo’s cooldowns are reduced by 1. If Galactic Legend Rey is in the allied Leader slot, this attack instead deals true damage and inflicts Healing Immunity for 4 turns, which can’t be copied, dispelled, evaded, or resisted.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "BENSOLO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BENSOLO01",
		"name": "Redeemed",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_redeemed.png",
		"url": "//swgoh.gg/characters/ben-solo/#redeemed",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, if all of Ben Solo’s allies were Light Side and there is any version of Rey in the allied Leader slot, Ben Solo gains 15% Max Health and 10 Speed for each Light Side ally (excluding summons). Ben Solo ignores taunt effects during his turn.\n\n[E7E7E7]While in Grand Arenas: Ben Solo's attacks ignore Protection.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "BENSOLO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BENSOLO02",
		"name": "Force Dyad",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_forcedyad.png",
		"url": "//swgoh.gg/characters/ben-solo/#force-dyad",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "If all allies were Light Side at the start of battle and there is any version of Rey in the allied Leader slot: All allies gain Instant Defeat Immunity for 1 turn at the start of each encounter, which can’t be copied, dispelled, or prevented. While Ben Solo is active, Rey can’t be defeated. Ben Solo can’t be defeated while Rey is above 50% Health.\n\n[E7E7E7]While in Grand Arenas, if Galactic Legend Rey is in the allied Leader slot: If the enemy in the Leader slot begins their turn with Ben Solo defeated and Ben still has an active ally, he revives with 51% Health and all allies gain Instant Defeat Immunity for the rest of the encounter, which can’t be copied, dispelled, or prevented.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "BENSOLO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_UNDERCOVERLANDO01",
		"name": "Agent On The Inside",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_agentontheinside.png",
		"url": "//swgoh.gg/characters/skiff-guard-lando-calrissian/#agent-on-the-inside",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Skiff Guard (Lando Calrissian) has +15% Defense Penetration. Allies with any stacks of Deep Cover have +15% Defense Penetration and +30% Potency. At the start of his turn, Skiff Guard (Lando Calrissian) gains a stack of Deep Cover (max 5), which can't be copied. If all allies were Hutt Cartel at the start of battle, Skiff Guard (Lando Calrissian) gains 5 stacks of Deep Cover, and while he has 5 stacks of Deep Cover, he gains the granted ability Hutt's Favor.\n\nHutt's Favor: Deal Physical damage to target enemy and consume all stacks of Deep Cover on Skiff Guard (Lando Calrissian). This attack deals 3% of target enemy's Max Health per debuff on them. Skiff Guard (Lando Calrissian) gains a stack of Trusted Agent (max 5) for the rest of battle, which can't be copied, dispelled, or prevented\n\nTrusted Agent: +30% Defense Penetration and Offense; at 1 or more stacks, attack again when performing a Basic attack\n\n[E7E7E7]While in Territory Wars: Allies with Deep Cover gain an additional 10% Defense Penetration, 20% Potency, and 20 Speed. When Skiff Guard (Lando Calrissian) gains a stack of Deep Cover, he grants one stack of Deep Cover to a random ally (excluding Galactic Legends) who doesn't have it, which can't be copied.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "UNDERCOVERLANDO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_SAVAGEOPRESS01",
		"name": "Brute",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_def.png",
		"url": "//swgoh.gg/characters/savage-opress/#brute",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Whenever Savage takes damage, he gains Defense Up, Heal Over Time, and Offense Up for 2 turns, and gains 30% Turn Meter. At the end of his turn, Savage dispels all debuffs on a random other Sith ally and gains those debuffs for 1 turn. Dispel all debuffs from Savage whenever he is critically hit.\n\n[E7E7E7]While in Grand Arenas: Savage gains 50% Defense, Max Health, and Offense, and 30 Speed. At the start of the encounter, Savage gains 2 stacks of Resilient Defense. At the end of his turn, Savage gains 2 stacks of Resilient Defense (max 10) and 10% Turn Meter (max 50%) for each debuff on other Sith allies.\nWhenever Savage is critically hit, he gains 16% Health Steal and Offense (stacking, max 160%) and all other Sith allies gain 4% Health Steal and Offense (stacking, max 40%), recover 15% Health and Protection, and gain 10% Turn Meter until the end of the encounter.\n\nWhile Savage has Resilient Defense, he has +50% Defense per stack and is inflicted with Vulnerable, which can't be prevented or dispelled. Whenever Savage gains Taunt, he dispels it and gains 2 stacks of Resilient Defense.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "SAVAGEOPRESS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BOUSHH02",
		"name": "Ubese Ogygian Cloak",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_ubeseogygiancloak.png",
		"url": "//swgoh.gg/characters/boushh-leia-organa/#ubese-ogygian-cloak",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Boushh and Light Side Smuggler allies gain 5% Armor Penetration, 15% Offense, 10% Potency, and 10 Speed. If the ally in the Leader slot is Hutt Cartel, Boushh and Light Side Smuggler allies are immune to Ability Block and Stun, and these bonuses are doubled. Light Side Smuggler allies gain 20% Critical Chance.\n\n[e7e7e7]While in Raids: The max cooldown of Inventive is reduced by 1. If the ally in the Leader slot is Hutt Cartel, when Fearless inflicts a Thermal Detonator, all Hutt Cartel allies gain 10% Armor Penetration (max 200%), 20% Offense (max 400%), 20% Potency (max 400%), and 10 Speed (max 100).",
		"combat_type": 1,
		"omicron_mode": 4,
		"type": 4,
		"character_base_id": "BOUSHH",
		"ship_base_id": null,
		"omicron_battle_types": []
	},
	{
		"base_id": "uniqueskill_CASSIANANDOR01",
		"name": "Groundwork",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_rebel.png",
		"url": "//swgoh.gg/characters/cassian-andor/#groundwork",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of each encounter, Rebel allies gain Protection Up (20%) for 3 turns, Rebel Attacker allies gain Defense Up for 3 turns, Rebel Support allies gain Potency Up for 3 turns, and Rebel Tank allies gain Tenacity Up for 3 turns. If K-2SO is present, he gains all of these buffs.\n\n[e7e7e7]While in Territory Battles: At the start of battle, if all allies are Rogue One, Cassian Andor takes a bonus turn to disguise himself as an enemy character until the end of battle. While disguised, Cassian retains his Unique ability and alignment and is part of the Rogue One faction in addition to his disguise's alignment and faction. At the start of each encounter, all Rebel allies gain Defense Up, Potency Up, and Tenacity Up for 3 turns. Whenever Cassian uses an ability, he gains 12% Turn Meter for each debuffed enemy, he inflicts Ability Block and Buff Immunity for 1 turn and Defense Down and Healing Immunity for 2 turns on target enemy, and K-2SO is called to assist, dealing 97.8% more damage.\n\n- Rebel Assault Territory Battle: Cassian disguises as Snowtrooper Ops (Elite).\n- Republic Offensive Territory Battle: Cassian disguises as Wat Tambor.\n- Rise of the Empire Territory Battle: Cassian disguises as a modified version of Magmatrooper.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 4,
		"character_base_id": "CASSIANANDOR",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_GAMORREANGUARD01",
		"name": "Loyal Enforcer",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_taunt.png",
		"url": "//swgoh.gg/characters/gamorrean-guard/#loyal-enforcer",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Gamorrean Guard gains 10% Max Health for each other Hutt Cartel ally and a stack of My Kind of Scum. While he is active, enemies have -20% Tenacity.\n\nIf the ally in the Leader slot is Jabba the Hutt: While Gamorrean Guard has Defense Up, he gains 50% Critical Avoidance. Whenever Gamorrean Guard loses Taunt, he gains Defense Up for 2 turns and whenever Jabba uses a Special ability, if Gamorrean Guard is Taunting he recovers 20% Health.\n\nIf the ally in the Leader slot is Hutt Cartel, whenever another Hutt Cartel ally falls below 70% Health while Gamorrean Guard has Defense Up, he Taunts and gains Protection Up (100%) for 2 turns.\n\n[e7e7e7]While in Territory Battles: Gamorrean Guard has +50% Critical Avoidance, Defense, and Tenacity. Other Hutt Cartel allies have +50% Max Health and Max Protection. The first time each other Hutt Cartel ally falls below 50% Health, they gain Damage Immunity for 1 turn, which can't be copied, dispelled, or prevented. If the ally in the Leader slot is Hutt Cartel and not Gamorrean Guard, whenever they use an ability, Gamorrean Guard assists.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 4,
		"character_base_id": "GAMORREANGUARD",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_HONDO01",
		"name": "That's Just Good Business",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_thatsjustgoodbusiness.png",
		"url": "//swgoh.gg/characters/hondo-ohnaka/#thats-just-good-business",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Hondo has 100% Health Steal. Whenever Hondo evades an attack, he gains a stack of Ransom. If a Captive enemy is defeated and Hondo does not have at least 10 stacks of Ransom, Hondo escapes from battle.\n\nHondo gains bonuses based on the amount of stacks of Ransom:\n\n- 5+ Stacks: Add Expose to the target enemy for 1 turn and gain Foresight for 1 turn on his Basic ability\n- 10+ Stacks: Immune to critical hits\n- 15+ Stacks: Recover 20% Health at the start of his turn\n- 20+ Stacks: Recover 20% Protection at the start of his turn\n\nAt the start of his turn, if there is an enemy with the Captive debuff, Hondo gains 15% Critical Chance, Critical Damage, and Defense Penetration (stacking, max 150%), and 3 Speed (stacking, max 30) for the rest of the encounter.\n\n[E7E7E7]While in Grand Arenas: Hondo starts the encounter with 25% Turn Meter for each other Scoundrel or Smuggler ally. If there is an enemy with the Captive debuff at the start of Hondo's turn, Hondo gains an additional 15% Critical Chance, Critical Damage, and Defense Penetration per turn (stacking, max 150%) and 3 Speed (stacking, max 30).",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "HONDO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BADBATCHOMEGA01",
		"name": "Part of the Squad",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_badbatchomega.png",
		"url": "//swgoh.gg/characters/omega/#part-of-the-squad",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of the encounter, if all allies are Bad Batch, whenever the allied leader begins their turn, Omega gains 5 Speed and 2% Offense (stacking, max 50 Speed and 20% Offense) for the rest of the encounter.\n\nWhile Omega has Stealth, she has +10% Critical Damage, and when another Bad Batch ally uses a Special ability, Omega assists, dealing 60% less damage. While Omega has Defense Up, she has +10% Critical Chance.\n\nOmega's attacks deal 5% more damage for each buff she has and 5% more damage for each debuff the enemy has.\n\n[e7e7e7]While in Territory Battles: At the start of battle, all Bad Batch allies gain Max Health equal to 10% of their Max Protection for each of their own Relic Amplifier levels (max 100%). Then, they lose all Protection. Bad Batch allies take reduced damage from percent Health damage effects. These bonuses last until the first time Omega is defeated.\n\nAt the start of each encounter, Bad Batch allies gain 10% bonus Protection for 2 turns for each of Omega's Relic Amplifier levels. Whenever Omega uses her Basic ability, she deals damage again for each other Bad Batch ally, dealing 50% less damage.",
		"combat_type": 1,
		"omicron_mode": 7,
		"type": 4,
		"character_base_id": "BADBATCHOMEGA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_COVERT_BATTLE",
			"TERRITORY_STRIKE_BATTLE"
		]
	},
	{
		"base_id": "specialskill_TRIPLEZERO01",
		"name": "Specialized in Torture",
		"image": "https://game-assets.swgoh.gg/tex.ability_000_special01.png",
		"url": "//swgoh.gg/characters/0-0-0/#specialized-in-torture",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Special damage and inflict Torture on target enemy for 1 turn, which can't be copied, dispelled, evaded, or resisted. If the target enemy already had Torture, instead deal Special damage to all enemies and grant all Dark Side allies a stack of Translation (max 3) for 3 turns.\n\n[E7E7E7]While in 3v3 Grand Arenas: Torture lasts for 2 turns. If BT-1 is an active ally, BT-1 and 0-0-0 recover 20% Health and Protection; if this ability defeats an enemy, all Dark Side allies gain 10% Offense (stacking) for the rest of the encounter, doubled for Dark Side Droids.",
		"combat_type": 1,
		"omicron_mode": 14,
		"type": 2,
		"character_base_id": "TRIPLEZERO",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_BT101",
		"name": "Homicidal Counterpart",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_homicidalcounterpart.png",
		"url": "//swgoh.gg/characters/bt-1/#homicidal-counterpart",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, BT-1 gains 10% Critical Damage for each Droid ally, 10% Potency for each Dark Side ally, and 5 Speed for each Scoundrel ally. If 0-0-0 is an active ally, gain the granted ability Kill Them All. Whenever 0-0-0 uses a Special ability, BT-1 assists dealing 40% less damage.\n\nKill Them All: Deal Physical damage to all enemies and call 0-0-0 to assist\n\n[E7E7E7]While in 3v3 Grand Arenas: Whenever BT-1 or 0-0-0 defeat an enemy, their cooldowns are refreshed and they gain 30% Turn Meter.",
		"combat_type": 1,
		"omicron_mode": 14,
		"type": 4,
		"character_base_id": "BT1",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "specialskill_LUMINARAUNDULI02",
		"name": "Master Healer's Blessing",
		"image": "https://game-assets.swgoh.gg/tex.ability_luminara_special02.png",
		"url": "//swgoh.gg/characters/luminara-unduli/#master-healers-blessing",
		"tier_max": 9,
		"is_zeta": false,
		"is_omega": true,
		"is_omicron": true,
		"description": "Each ally recovers Health equal to 45% of Luminara Unduli's Max Health and gains a stack of Heal Over Time for 2 turns that recovers Health equal to 20% of Luminara's Max Health.\n\n[E7E7E7]While in Grand Arenas: Dispel all debuffs on allies. Allies gain Tenacity Up for 2 turns, and Luminari Unduli gains 50 Speed for 2 turns. Stacks of Heal Over Time gained from this ability trigger whenever any Heal Over Time from this ability triggers (limit once per turn), and whenever they trigger, they also recover 20% Protection. While allies have a stack of Heal Over Time from this ability, they have +100% Critical Avoidance and are immune to Turn Meter reduction. Whenever a stack of Heal Over Time from this ability is dispelled, reduce the cooldown of this ability by 1.\n\nOther allies with Protection Up can't gain these bonuses, and these stacks of Heal Over Time expire on other allies who gain Protection Up.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "LUMINARAUNDULI",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_SANASTARROS",
		"name": "Rebel Sympathizer",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_rebelsympathizer.png",
		"url": "//swgoh.gg/characters/sana-starros/#rebel-sympathizer",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Rebel Scoundrel Tanks have +30% Defense, Max Health, and Max Protection and gain 15% Turn Meter whenever a non-Tank Rebel ally or Sana is damaged by an attack. Rebel allies and Sana have +30% Offense and Potency. At the start of battle, Rebel allies and Sana gain Protection Up (100%) until they use an ability.\n\nWhenever a Rebel ally or Sana has less than 100% Turn Meter and gains bonus Turn Meter, they gain 25% Critical Damage (stacking) until they critically hit an enemy. If a Rebel Scoundrel removes Turn Meter from an enemy, that enemy also takes damage equal to 20% of their Max Health, which can't be evaded. This damage can't defeat enemies. The first time each turn Rebel allies and Sana deal damage more than once, they gain 25% Max Health (stacking, max 200%) for the rest of the encounter. Whenever Rebel allies or Sana critically hit an enemy, they inflict Target Lock for 1 turn, which can't be evaded. Whenever an enemy is inflicted with Target Lock, reduce Rebel Scoundrel Tanks' cooldowns by 1.\n\n[e7e7e7]While in Territory Wars: Rebel Scoundrels and Sana are immune to Daze. At the start of battle, Rebel Scoundrel Tanks Taunt for 1 turn and Rebel Scoundrels and Sana start with Tenacity Up for 1 turn. Target Lock can't be resisted from this ability. The first time each turn Rebel allies and Sana deal damage more than once, dispel all buffs on all enemies and inflict Healing Immunity for 1 turn.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "SANASTARROS",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "specialskill_THIRDSISTER02",
		"name": "Reckless Sweep",
		"image": "https://game-assets.swgoh.gg/tex.ability_thirdsister_special02.png",
		"url": "//swgoh.gg/characters/third-sister/#reckless-sweep",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Physical damage to all enemies and consume 1 stack of Purge from each enemy. If all enemies had at least 1 stack of Purge, inflict Defense Down and Healing Immunity on all enemies for 2 turns, which can't be dispelled, evaded or resisted, and all Inquisitorius allies gain 20% Turn Meter. Otherwise, inflict Defense Down and Healing Immunity on all enemies for 2 turns.\n\n[E7E7E7]While in Grand Arenas: All Inquisitorius allies gain Critical Damage Up for 2 turns and have their cooldowns reduced by 1.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 2,
		"character_base_id": "THIRDSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_THIRDSISTER",
		"name": "Harbored Aggression",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_leader_inquisitor.png",
		"url": "//swgoh.gg/characters/third-sister/#harbored-aggression",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Inquisitorius allies gain 40% Max Health, 20% Offense, 30 Speed, and are immune to Stun. At the start of the encounter and whenever an Inquisitorius ally is defeated or defeats an enemy, all enemies are inflicted with 5 stacks of Purge (max 6) for the rest of the encounter, which can't be resisted. Inquisitorius ally attacks always score a critical hit if able against enemies with at least 5 stacks of Purge. Whenever an enemy recovers Protection or gains Protection Up, all enemies lose 2% Defense (stacking, max 50%) for the rest of the encounter.\n\n[E7E7E7]While in Grand Arenas: Whenever an ally or enemy is defeated, all Inquisitorius allies gain Defense Penetration Up for 2 turns. Whenever Purge is dispelled during an enemy's turn, that character (excluding Galactic Legends) gains Deathmark for 2 turns which can't be dispelled or resisted.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 3,
		"character_base_id": "THIRDSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_THIRDSISTER01",
		"name": "Driven by Revenge",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_drivenbyrevenge.png",
		"url": "//swgoh.gg/characters/third-sister/#driven-by-revenge",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Third Sister gains 30% Max Health and 30 Speed. Third Sister takes reduced damage from percent Health damage effects. At the start of battle and when she's defeated for the first time, she gains Hatred for the rest of the battle. Whenever Third Sister is revived, she gains 100% Offense and Defense (stacking, max 200%), and 25% Critical Chance for the rest of the encounter (stacking, max 50%). Whenever Purge is dispelled during an enemy's turn, or when an enemy uses an attack that damages more than 1 ally, all enemies gain 1 stack of Purge and Third Sister Taunts for 2 turns.\n\n[E7E7E7]While in Grand Arenas: Whenever Third Sister is revived from Hatred, the cooldown of Unyielding Onslaught is refreshed, and she gains 100% Offense until her next attack and ignores taunt effects for 1 turn.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "THIRDSISTER",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DARTHTRAYA01",
		"name": "Lord of Betrayal",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_bondsofweakness.png",
		"url": "//swgoh.gg/characters/darth-traya/#lord-of-betrayal",
		"tier_max": 9,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "When an ally suffers a debuff, Darth Traya gains +10% Bonus Protection (stacking) until the end of her next turn. At the start of each Sith ally's turn, Traya dispels all debuffs on them and deals damage equal to 5% of their Max Health (max 75%) for each debuff dispelled. When allied Darth Nihilus or Darth Sion are critically hit or inflicted with a debuff, Traya gains +12% Offense (stacking) for 2 turns.\n\n[E7E7E7]While in Grand Arenas and if there are no enemy Dark Side Galactic Legends: Sith allies gain 40% Critical Damage, Max Health, and Offense. When a Sith ally suffers a debuff, they gain 10% Bonus Protection (stacking) until the end of their turn. At the start of each Sith ally's turn, Traya dispels all debuffs on them and all Sith allies gain 5% Critical Damage, Health Steal, Max Health, and Offense (stacking, max 100%) until the end of the encounter. When an allied Darth Talon is critically hit or inflicted with a debuff, Traya gains 12% Offense (stacking) for 2 turns. When an allied Darth Nihilus, Darth Sion, or Darth Talon's Health falls below 90% for the first time, their cooldowns are reset.",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "DARTHTRAYA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "specialskill_DOCTORAPHRA02",
		"name": "Rogue Archaeology",
		"image": "https://game-assets.swgoh.gg/tex.ability_doctoraphra_special02.png",
		"url": "//swgoh.gg/characters/doctor-aphra/#rogue-archaeology",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Special damage to all enemies, increase their cooldowns by 1, and inflict Doubt on them for 2 turns. Aphra Siphons Potency from target enemy, which can't be resisted.\n\nThis ability can't be countered.\n\nSiphon Potency: Gain a percentage of Potency equal to this unit's Siphon until the end of the encounter and the target loses that much Potency (stacking, excludes raid bosses and Galactic Legends)\n\n[E7E7E7]While in 5v5 Grand Arenas: Deal bonus damage to target enemy equal to 50% of Aphra's Potency. Inflict Buff Immunity, Healing Immunity, and Stagger on target enemy for 2 turns.",
		"combat_type": 1,
		"omicron_mode": 15,
		"type": 2,
		"character_base_id": "DOCTORAPHRA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_DOCTORAPHRA",
		"name": "Suspended Doctorate",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_suspendeddoctorate.png",
		"url": "//swgoh.gg/characters/doctor-aphra/#suspended-doctorate",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Doctor Aphra gains Max Health and Max Protection equal to 30% of her Potency, and if BT-1 or 0-0-0 are an ally, she gains 50% Turn Meter for each. Dark Side allies have +20% Offense. Allied Dark Side Droid, Darth Vader, and Krrsantan also have +20% Max Health.\n\nWhenever a Dark Side ally inflicts a debuff, they gain 5% Offense for 1 turn and Aphra gains 5 Siphon until the end of the encounter. If the Dark Side ally is a Droid, Darth Vader, or Krrsantan, they instead gain 10% Offense for 1 turn and Aphra instead gains 10 Siphon until the end of the encounter. Whenever Doctor Aphra, BT-1, or 0-0-0 inflict a debuff or are critically hit, they gain 10% Turn Meter.\n\nWhenever an enemy falls below 30% Health, they are inflicted with Expose and Speed Down for 2 turns, which can't be evaded or resisted.\n\n[E7E7E7]While in 5v5 Grand Arenas: Dark Side Droid and Dark Side Scoundrel allies have +50% Critical Avoidance and +30 Speed. Aphra has +50% Potency. Whenever a Dark Side Droid or Scoundrel ally inflicts a debuff on an enemy, they gain 10% Turn Meter (limit once per turn).",
		"combat_type": 1,
		"omicron_mode": 15,
		"type": 3,
		"character_base_id": "DOCTORAPHRA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_DOCTORAPHRA01",
		"name": "Droid Savant",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_flatmech.png",
		"url": "//swgoh.gg/characters/doctor-aphra/#droid-savant",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of Aphra's turn, she, Dark Side Droid, Dark Side Scoundrel, Darth Vader, and Krrsantan allies gain Defense, Offense, and Tenacity equal to 30% of Doctor Aphra's Potency until the start of her next turn. Hacked Commando Droid ally instead gains 60%. While she is active, if BT-1 or 0-0-0 are allies, they have +20% Potency and +20 Speed.\n\nThe first time a Dark Side Droid ally falls below 50% Health, they gain Protection Up (40%) for 2 turns.\n\n[E7E7E7]While in 5v5 Grand Arenas: The first time a non-Separatist Dark Side Droid or Dark Side Scoundrel ally falls below 20% Health, they gain Damage Immunity for 1 turn. Whenever a Dark Side Droid is defeated, they inflict a Damage Over Time on all enemies for 2 turns. Inflict an additional Damage Over Time for 2 turns for each Relic level that character has.\n\nAphra, non-Separatist Dark Side Droids, Dark Side Scoundrels, and Krrsantan are immune to Ability Block and Healing Immunity.",
		"combat_type": 1,
		"omicron_mode": 15,
		"type": 4,
		"character_base_id": "DOCTORAPHRA",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_ZORIIBLISS_V201",
		"name": "There's More of Us",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_theresmoreofus.png",
		"url": "//swgoh.gg/characters/zorii-bliss/#theres-more-of-us",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "If the ally in the Leader slot is non-Unaligned Force User Resistance:\n\n- Resistance allies have +100% Potency while they have more allies than enemies and have +35 Speed while they have equal or fewer allies than enemies\n- Whenever Zorii uses an ability while Stealthed, the ally in the Leader slot and any Poe Dameron gain Retribution for 1 turn; if Poe is Taunting, he also gains Critical Hit Immunity for 1 turn\n- Whenever a Resistance ally has less than 100% Turn Meter and gains bonus Turn Meter, they gain 35% Offense (stacking) for 1 turn\n- Whenever a non-Unaligned Force User Resistance ally removes Turn Meter from an enemy, they inflict Speed Down for 1 turn\n- Whenever a Resistance ally without Tenacity Up gains Tenacity Up, all other Resistance allies without Tenacity Up gain Tenacity Up for 1 turn\n- While Resistance allies have Tenacity Up, whenever they deal damage to an enemy, they have a 35% chance to inflict Expose for 1 turn\n- Whenever a non-Unaligned Force User Resistance Tank Taunts they gain 15% Max Health (stacking) for the rest of the encounter and whenever Taunt expires on them, they recover 15% Protection\n\n[E7E7E7]While in Grand Arenas if there are no Galactic Legend allies and all allies are Resistance: If the ally in the Leader slot is non-Unaligned Force User Resistance, whenever Zorii is Stealthed at the start of her turn, all enemies without Expose are inflicted with Expose for 1 turn, which can't be evaded or resisted",
		"combat_type": 1,
		"omicron_mode": 9,
		"type": 4,
		"character_base_id": "ZORIIBLISS_V2",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_TOURNAMENT_BATTLE"
		]
	},
	{
		"base_id": "basicskill_TRENCH",
		"name": "Unfinished Business",
		"image": "https://game-assets.swgoh.gg/tex.ability_admiraltrench_basic.png",
		"url": "//swgoh.gg/characters/admiral-trench/#unfinished-business",
		"tier_max": 8,
		"is_zeta": false,
		"is_omega": false,
		"is_omicron": true,
		"description": "Deal Special damage to target enemy and Shock them for 2 turns. If the target was already Shocked, Stun them for 1 turn.\n\nDuring Trench's turn, allies with Tactical Supremacy gain a Heal Over Time and a Protection Over Time (10%) for 2 turns.\n\n[e7e7e7]While in Territory Wars: During Trench's turn: Inflict Ability Block on target enemy for 1 turn which can't be dispelled or resisted and reduce their Critical Damage by 20% (stacking) until the end of the encounter. If target enemy was already debuffed, remove 50% Turn Meter from them. Non-Droid Separatist allies recover 30% Health and Protection.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 1,
		"character_base_id": "TRENCH",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "leaderskill_TRENCH",
		"name": "Feared Tactician",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_fearedtactician.png",
		"url": "//swgoh.gg/characters/admiral-trench/#feared-tactician",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "Separatist allies have +30% Max Health, Max Protection, and Potency and they have +10% Speed (excludes Galactic Legend allies) for each ally with Tech and each enemy with Extortion.\n\nWhenever a Separatist ally inflicts a debuff on an enemy, they gain 20% Offense for 3 turns (stacking, limit once per turn). While a Separatist ally has a Tech, they have +100% Potency. When a non-Geonosian Separatist ally gains Baktoid Shield Generator Tech, they dispel Stealth from themselves and while they have Baktoid Shield Generator Tech, they are immune to Stealth and gain 100% Critical Avoidance and Defense.\n\nWhile a Separatist ally has a Heal Over Time, they have +30% Counter Chance, and while they have a Protection Over Time, they have +30% Defense Penetration. While an enemy has Burning, they can't assist, counter attack, or gain bonus Turn Meter.\n\n[e7e7e7]While in Territory Wars: Non-Droid Separatist allies have +50% Mastery, and +75% Max Health and Max Protection. Separatist allies with Tech can't have their turn meter reduced. Enemies with Extortion will be critically hit if able.\n\nWhenever an enemy dispels a debuff, Separatist allies gain 10% turn meter (limit once per turn). The first time each enemy is reduced below 100% Health (excluding summons), Separatist allies gain 20% Offense (stacking) and +5 Speed (stacking) until the end of the battle.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 3,
		"character_base_id": "TRENCH",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	},
	{
		"base_id": "uniqueskill_TRENCH01",
		"name": "I Smell Fear, and It Smells Good",
		"image": "https://game-assets.swgoh.gg/tex.abilityui_passive_faction_separatist.png",
		"url": "//swgoh.gg/characters/admiral-trench/#i-smell-fear-and-it-smells-good",
		"tier_max": 8,
		"is_zeta": true,
		"is_omega": false,
		"is_omicron": true,
		"description": "At the start of battle, Admiral Trench loses 50% Max Health and gains that much Max Protection. While Trench is active, Separatist allies have +50% Potency. At the start of his turn, he gains a Protection Over Time (10%) for 2 turns. While Trench has Protection Up, he is immune to Buff Immunity and Healing Immunity.\n\nThe first time each enemy loses all Protection, at the end of that turn they are Feared for 1 turn which can't be dispelled, evaded, or resisted.\n\nWhenever another non-Droid Separatist ally is damaged by an attack, defeated, or evades, Trench has a 50% chance to gain 100% Turn Meter (limit once per turn). Whenever an enemy dispels Protection Up from Trench, they are inflicted with Shock for 2 turns which can't be evaded or resisted.\n\n[e7e7e7]While in Territory Wars: Whenever an enemy resists a debuff from a Separatist ally, they lose 10% Critical Damage (stacking) and 10% Tenacity (stacking) for 3 turns. The first time Trench's Health is reduced below 75%, he recovers 100% Health and gains Foresight, Protection Up (50%), and Tenacity Up for 2 turns. While a Separatist ally has a Heal Over Time, Health recovery on them is increased by 15%. While a Separatist ally has a Protection Over Time, Protection recovery on them is increased by 15%.\n\nAllies with Tactical Supremacy have +25 Speed.",
		"combat_type": 1,
		"omicron_mode": 8,
		"type": 4,
		"character_base_id": "TRENCH",
		"ship_base_id": null,
		"omicron_battle_types": [
			"TERRITORY_WAR_BATTLE"
		]
	}
]